[
  {
    "id": "theme1",
    "title": "What is in a Narrative?",
    "subtitle": "Do different narratives serve different purposes?",
    "author": "Tom Lodge",
    "date": "2025-08-20",
    "excerpt": "In our August Lived Experience Advisory Panel workshop we discussed the <strong>value</strong> of dementia narratives. Which features of a narrative are most likely to shape impact? In this short article we cover some of the insights from the session: thinking about what subjects and themes narratives might cover, who they're for, who is telling them and how they should be delivered.",
    "contentFile": "/blogs/theme1.md",
    "tags": ["narratives", "news"],
    "featured": false,
    "frontpage": 2,
    "callout": "",
     "image": "/blogs/images/narrative.png"
  },
  {
    "id": "theme2",
    "title": "The promise and perils of conversational agents.",
    "subtitle": "For surfacing user intent.",
    "author": "Tom Lodge",
    "date": "2025-08-20",
    "excerpt": "In our August Lived Experience Advisory Panel workshop we presented a very early stage prototype to kickstart discussions about possible features of the LEND intervention. Participants were asked to use the prototype to ‘bookmark’ up to four narratives that they felt were valuable. They were asked to use two approaches to discover narratives: i. <i>Structured browsing</i>: an interface with thumbnails of videos alongside titles and summaries, with filters to refine the list of available videos and ii. <i>A conversational interface</i> that provides clips from narratives in response to discussions.",
    "contentFile": "/blogs/theme2.md",
    "tags": ["AI", "narratives", "news"],
    "featured": true,
    "frontpage": 1,
    "image": "/blogs/images/perils.png"
  },
  {
    "id": "theme3",
    "title": "Distressing narratives.",
    "subtitle": "The risks of delivering the wrong narrative at the wrong time.",
    "author": "Tom Lodge",
    "date": "2025-08-20",
    "excerpt": "In our August Lived Experience Advisory Panel, we learned how narratives may cause distress when they are poorly aligned with users' circumstances, expectations, or identities.  Rather than offer support, they may cause frustration or feelings of exclusion. How might we design to mitigate this risk?",
    "contentFile": "/blogs/theme3.md",
    "tags": ["narratives", "distress", "news"],
    "featured": false,
    "frontpage": 3,
        "image": "/blogs/images/perils.png"
  }
]